// arr = ["Roma","Katya","Ilya","получили","подарок","не"]
// arr[2] = "Max"
// alert (arr[0] + " " + arr[2] + " " + arr[3] + " " + arr[4])
// obj = {"Kolya":"1000", "Roma":"2000", "Yulia":"5000"}
// alert (obj["Yulia"])
// arr = {
//     "Мальчики":["Рома","Илья","Макс","Тимофей","Артем","Денис"],
//     "Девочки":["Катя","Юля","Вика","Саша"]
// }
// alert (arr ["Мальчики"] [5] + " и " + arr ["Мальчики"] [0] + " и " + arr ["Девочки"] [0])
arr = [2,3,4,5]
let a = 1
for (i=0;i<4;i++){
    a *= arr[i]
}
alert (a)